Repository: common-repository/wp-listings-custom-search-form
Catalog: languages/wp-plugins-wp-listings-custom-search-form-stable-readme-*.po
Languages: es

source: It is an add-on of IMPress Listings plugin which allow to create custom search widget for real estate listing management system.
es: Es un complemento de Impress Listados plugin que permite crear widget de búsqueda personalizada para las propiedades inmobiliarias sistema de gestión de la lista.

source: Yes. You can addd 2 different widgets for front page &amp; sidebar. If you want to display search widget in a single row then just select the checkbox "Display widget inline." on widgets section.
es: Sí. Puede addd 2 diferentes widgets para portada & amp; barra lateral. Si desea mostrar widget de búsqueda en una sola fila a continuación, sólo tiene que seleccionar la casilla de verificación "widget de visualización en línea." en la sección de widgets.

source: Can I have an instance of an inline search and another of the usual search in order to have the inline in my front page (no listing) and the other one as usual in the sidebar?
es: ¿Puedo tener una instancia de una búsqueda en línea y otra de la búsqueda habitual con el fin de tener la línea en mi primera página (sin perfil) y el otro como es habitual en la barra lateral?

source: First you have to install IMPress Listings plugin.
es: En primer lugar tiene que instalar Impress Listados plugin.

source: First you have to install IMPress Listings plugin then activate this plugin.
es: En primer lugar tiene que instalar plug-in Impress listados a continuación, activar este plugin.

source: What is this plugin requirements for activation?
es: ¿Qué es este plugin de requisitos para la activación?

source: Extract the zip file and just drop the contents in the wp-content/plugins/ directory of your WordPress installation and then activate the Plugin from Plugins page.
es: Extraer el archivo zip y simplemente dejar el contenido en el wp-content / plugins / directorio de su instalación de WordPress y luego activar el plugin desde la página de plugins.

source: It is an add-on of IMPress Listings plugin which allow to create custom search widget for real estate listing management system. Designed to work with any theme using built-in templates.
es: Es un complemento de Impress Listados plugin que permite crear widget de búsqueda personalizada para las propiedades inmobiliarias sistema de gestión de la lista. Diseñado para funcionar con cualquier tema utilizando plantillas incorporadas.

source: Screenshot of admin widget section
es: Captura de pantalla de la sección widget de administrador

source: Frontend screenshot of widget
es: Frontend pantalla del Reproductor

source: Add WordPress translation ready functions.
es: Añadir la traducción de WordPress funciones listas.

source: Add inline widget display option.
es: Añadir widget de opción de visualización en línea.

source: Add text-domain to plugins file.
es: Añadir texto-dominio al archivo de plugins.

source: Release date: 17/10/2016
es: Fecha de lanzamiento: 17/10/2016

source: Bug fixed for not visible custom search widget.
es: Error corregido para widget de búsqueda personalizada no visible.

source: Release date: 23/09/2016
es: Fecha de lanzamiento: 23/09/2016

source: First version of plugin.
es: Primera versión del plug-in.

source: Release date: 21/09/2015
es: Fecha de lanzamiento: 21/09/2015

source: Bug fixes on plugin activation.
es: Corrección de errores en la activación de complemento.

source: Release date: 26/06/2016
es: Fecha de lanzamiento: 26/06/2016
